



export const welcomeMessage = {
    message: '你好，欢迎使用The Best',
    description: 'The Best是一个网页版的桌面系统。'
}

export const markdownText = [
    {   
        title: '关雎',
        content: `《关雎》\n ### 关关雎鸠， 在河之洲。\n ### 窈窕淑女， 君子好逑。\n ### 参差荇菜，左右流之。\n ### 窈窕淑女，寤寐求之。\n ### 求之不得，寤寐思服。`
    },
    {   
        title: '蒹葭',
        content: `《蒹葭》\n ### 蒹葭苍苍，白露为霜。\n ### 所谓伊人，在水一方。\n ### 溯洄从之，道阻且长；\n ### 溯游从之，宛在水中央。\n ### 蒹葭凄凄，白露未晞。`
    },
    {   
        title: '采薇',
        content: `《采薇》\n ### 采薇采薇，薇亦作止。\n ### 曰归曰归，岁亦莫止。\n ### 靡家靡室，猃狁之故。\n ### 不遑启居，猃狁之故。\n ### 采薇采薇，薇亦柔止。`
    },
    {   
        title: '静女',
        content: `《静女》\n ### 静女其姝，俟我于城隅。\n ### 爱而不见，搔首踟蹰。\n ### 静女其娈，贻我彤管。\n ### 彤管有炜，说怿女美。\n ### 自牧归荑，洵美且异。`
    }
]